Repository: AmitiOSApp/Pris24
Catalog: Repoush/*.lproj/Localizable.strings
Languages: fa_ir

source: LOGIN
fa_ir: ثبت نام

source: SIGN UP
fa_ir: ثبت نام

source: Login
fa_ir: ثبت نام

source: Sign Up
fa_ir: ثبت نام

source: Not registered yet?
fa_ir: تا حالا ثبت نام نکردی؟

source: Already have an account?
fa_ir: تا حالا حساب کاربری داشتی؟

source: Mobile number
fa_ir: شماره تلفن همراه

source: Password
fa_ir: رمز عبور

source: Forgot password
fa_ir: رمز عبور رو فراموش کردی؟

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: Enter OTP
fa_ir: کد ارسالی رو وارد کن

source: Send OTP
fa_ir: ارسال کد فعال سازی

source: Verify
fa_ir: تایید

source: Confirm password
fa_ir: تکرار رمز عبور

source: I agree to the following Terms & Conditions
fa_ir: رو قبول دارم شرایط و قوانین

source: HOME
fa_ir: خونه

source: POST
fa_ir: ارسال

source: MY AUCTIONS
fa_ir: مزایده های من

source: SETTINGS
fa_ir: تنظیمات

source: PROFILE
fa_ir: پروفایل

source: Women
fa_ir: زنانه

source: Women Item
fa_ir: خانومانه

source: Kids
fa_ir: بچه ها

source: Kids Item
fa_ir: بچگانه

source: Look at
fa_ir: نگاهی به

source: Search
fa_ir: جستجو

source: Time left
fa_ir: زمان باقی مونده

source: LAST BID AMOUNT
fa_ir: آخرین پیشنهاد

source: TOTAL BID
fa_ir: تعداد کل پیشنهادها

source: ENTER YOUR BID
fa_ir: پیشنهاد خودت را وارد کنید

source: Enter amount
fa_ir: قیمت پیشنهادی تو

source: PLACE BID
fa_ir: پیشنهاد قیمت

source: Place Bid
fa_ir: پیشنهاد قیمت

source: TIME LEFT
fa_ir: زمان باقی مونده

source: OFFER PRICE
fa_ir: قیمت پیشنهادی

source: Offline
fa_ir: آفلاین

source: Online
fa_ir: آنلاین

source: Gender
fa_ir: جنسیت

source: Address
fa_ir: آدرس رو وارد کنید

source: Post Product
fa_ir: ایجاد آیتم جدید

source: Male
fa_ir: مرد

source: Female
fa_ir: زن

source: Boy
fa_ir: پسر

source: Girl
fa_ir: دختر

source: FOR
fa_ir: در قبال

source: What are you selling?
fa_ir: چی میخوای بفروشی؟

source: Size
fa_ir: سایز

source: Condition
fa_ir: وضعیت

source: Choose
fa_ir: انتخاب کنید

source: Enter
fa_ir: وارد کنید

source: Original price
fa_ir: قیمت اصلی

source: Offer price
fa_ir: قیمت پیشنهادی

source: Discount %
fa_ir: %تخفیف

source: Brand (optional)
fa_ir: برند ( اختیاری )

source: Description (optional)
fa_ir: توضیحات ( اختیاری )

source: % Off
fa_ir: %تخفیف

source: off
fa_ir: %تخفیف

source: Pickup location
fa_ir: مکان تحویل

source: Same as the registered address
fa_ir: همون آدرسی کهباهاش ثبت نام کردم

source: Add new address
fa_ir: اضافه کردن آدرس جدید

source: POST NOW
fa_ir: ارسال اگهی

source: SELL NOW
fa_ir: همین الان بفروش

source: Calculated discount %
fa_ir: محاسبه تخفیف

source: Settings
fa_ir: تنظیمات

source: Notification
fa_ir: اطلاعیه

source: Privacy
fa_ir: امنیت

source: Privacy policy
fa_ir: حریم خصوصی

source: Change Password
fa_ir: تغییر رمز عبور

source: Terms of use
fa_ir: قوانین استفاده

source: Report a problem...
fa_ir: گزارش یه مشکل...

source: Change Language
fa_ir: تغییر زبان

source: Online / Offline
fa_ir: آنلاین/آفلاین

source: Logout
fa_ir: خروج

source: English
fa_ir: انگلیسی

source: Persian
fa_ir: فارسی

source: Report a problem to admin
fa_ir: گزارش یه مشکل به مدیر

source: Please send email to the admin from below button to report your problem.
fa_ir: لطفا از طریق دکمه زیر برای مدیر ایمیل بزن و مشکل رو بهش بگو

source: Send email
fa_ir: ارسال ایمیل

source: Are you sure you want to log out?
fa_ir: مطمئنی می خوای خارج بشی؟

source: New Password
fa_ir: رمز عبور جدید

source: Old Password
fa_ir: رمز عبور فعلی

source: My Profile
fa_ir: حساب کاربری من

source: Email address
fa_ir: آدرس ایمیل

source: Date of birth
fa_ir: تاریخ تولد

source: Location / City
fa_ir: موقعیت/شهر

source: SUBMIT
fa_ir: ثبت

source: Seller Profile
fa_ir: پروفایل فروشنده

source: Buyer Profile
fa_ir: پروفایل خریدار

source: Active Auctions
fa_ir: مزایده های فعال

source: History
fa_ir: تاریخچه

source: SHOW ALL BID
fa_ir: نمایش همه ی پیشنهادها

source: ALL BID
fa_ir: نمایش همه ی پیشنهادها

source: CANCEL BID
fa_ir: لغو پیشنهاد

source: MAKE PAYMENT
fa_ir: پرداخت

source: REVOKE
fa_ir: لغو

source: RATE BUYER
fa_ir: امتیاز خریدار

source: RATE SELLER
fa_ir: امتیاز دادن به فروشنده

source: My bid
fa_ir: پیشنهاد های من

source: Last bid
fa_ir: آخرین پیشنهاد

source: By
fa_ir: توسط

source: Add your feedback
fa_ir: بازخوردت رو بنویس

source: Rate Now
fa_ir: امتیاز بده

source: Show Items
fa_ir: نمایش آیتم ها

source: All auctions
fa_ir: همه مزایده ها

source: All
fa_ir: همه

source: km
fa_ir: کیلومتر

source: KM
fa_ir: کیلومتر

source: Filter
fa_ir: فیلتر

source: Auction Detail
fa_ir: جزئیات مزایده

source: REVIEWS
fa_ir: نظرات

source: REVIEW
fa_ir: نظرات

source: WHAT ARE YOU SELLING?
fa_ir: چی میخوای بفروشی؟

source: SIZE
fa_ir: سایز

source: CONDITION
fa_ir: وضعیت

source: BRAND
fa_ir: نام تجاری

source: GENDER
fa_ir: جنسیت

source: AGE
fa_ir: سن

source: PICKUP LOCATION
fa_ir: مکان تحویل

source: Cancel
fa_ir: انصراف

source: CANCEL
fa_ir: انصراف

source: Ok
fa_ir: خوبه

source: OK
fa_ir: خوبه

source: Yes
fa_ir: بلی

source: YES
fa_ir: بلی

source: Take photo
fa_ir: عکس بگیر

source: Choose from Gallery
fa_ir: از گالری انتخاب کن

source: ACCEPT
fa_ir: قبوله

source: REJECT
fa_ir: قبول نیست

source: Last active on:
fa_ir: آخرین بازدید:

source: Deal Price
fa_ir: قیمت مورد توافق

# category_blank_error
source: Please select category
fa_ir: لطفا دسته بندی را انتخاب کن

# address_blank_error
source: Please enter address
fa_ir: لطفا آدرس را وارد کن

source: Verification
fa_ir: تایید

source: Create Password
fa_ir: ساخت رمز عبور

source: Resend
fa_ir: ارسال مجدد

# product_image_blank_error
source: Please Upload the image first
fa_ir: لطفا اول عکس آیتم رو بذار

source: Edit Auction
fa_ir: ویرایش مزایده

source: Add Photo!
fa_ir: عکس اضافه کن

source: Select File
fa_ir: یه فایل انتخاب کن

source: You need to allow access permissions
fa_ir: برنامه نیاز به اجازه دسترسی داره

source: Permission Granted
fa_ir: اجازه داده شد

source: Permission Denied
fa_ir: اجازه لغو شد

# Review_Rating
source: Review &amp; Rating
fa_ir: نظرات و امتیازها

source: Awaiting Payment
fa_ir: منتظر پرداخت

source: Select Image
fa_ir: انتخاب عکس

source: Seller :-
fa_ir: فروشنده :-

source: TIME'S UP!!
fa_ir: اتمام زمان!!

# phone_number_blank_error
source: Please enter valid phone number
fa_ir: لطفا یه شماره موبایل معتبر وارد کن

source: Product Details
fa_ir: جزئیات آیتم

source: Delete Post
fa_ir: حذف آیتم

source: Delete auction
fa_ir: حذف مزایده

source: Repost auction
fa_ir: ارسال مجدد مزایده

source: Are you sure you want to delete this auction
fa_ir: مطمنی میخوای مزایده رو حذف کنی؟

source: Are you sure you want to re-post this auction
fa_ir: مطمئنی میخوای دوباره آیتم رو واسه مزایده بذاری؟

source: No_location_detected
fa_ir: هیچ موقعیت مکانی یافت نشد

source: permission_rationale
fa_ir: اجازه نامه

source: permission_denied_explanation
fa_ir: توضیح لغو اجازه

# Bid_amount_should_be_greater
source: Bid amount should be greater than OR equal to offer price
fa_ir: مبلغ پیشنهادی باید بزرگتر یا مساوی میلغ پیشنهادی فروشنده باشه

# Your_password_must
source: * Your password must have more than 6 digits. (Max 15 char.)
fa_ir: * رمز عبور باید بیشتر از 6 حرف یا عدد داشته باشه

source: Repost
fa_ir: ارسال مجدد

source: Current Location
fa_ir: موقیت مکانی فعلی

source: Clothes
fa_ir: لباس ها

source: Action
fa_ir: عمل
